Repository: Ricardflores/primerapagina
Catalog: languages/*.po
Languages: es_mx

source: Add widgets here Footer Zone 1.
es_mx: Añade widgets aquí Zona de pie de página 1.

source: Add widgets here Footer Zone 2.
es_mx: Añade widgets aquí Zona de pie de página 2.

source: Add widgets here Footer Zone 3.
es_mx: Añade widgets aquí Zona de pie de página 3.

source: Add widgets here.
es_mx: Añade widgets aquí

source: Comments are closed.
es_mx: Fin de comentarios.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
es_mx: %1$s sobre &ldquo;%2$s&rdquo;

source: Continue reading<span class="screen-reader-text"> "%s"</span>
es_mx: Continua leyendo<span class="screen-reader-text"> "%s"</span>

source: Description
es_mx: Descripcion

source: Edit <span class="screen-reader-text">%s</span>
es_mx: Editar <span class="screen-reader-text">%s</span>

source: Footer -Zone 1
es_mx: Pie de pagina -Zona 1

source: Footer -Zone 2
es_mx: Pie de pagina -Zona 2

source: Footer -Zone 3
es_mx: Pie de pagina -Zona 3

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_mx: Parece que no se encontro lo que buscas&rsquo;t intenta&rsquo;re buscar con otras palabras. Quizas esto puede interesarte

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
es_mx: Deja un comentario<span class="screen-reader-text"> on %s</span>

source: Nothing Found
es_mx: No se encontro

source: One thought on &ldquo;%1$s&rdquo;
es_mx: Hecho en &ldquo;%1$s&rdquo;

source: Pages:
es_mx: Paginas:

# post author
source: by %s
es_mx: Por %s

# post date
source: Posted on %s
es_mx: Publicado el %s

source: Posted in %1$s
es_mx: Publicado en %1$s

source: Primary
es_mx: Principal

source: Primary Menu
es_mx: Menu Principal

source: Proudly powered by %s
es_mx: Creado por %s

source: Read More
es_mx: Leer mas

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_mx: Listo para publicar tu primer post? <a href="%1$s">Inicia aqui</a>.

source: Search Results for: %s
es_mx: Buscando resultados por: %s

source: Sidebar
es_mx: Barra lateral

source: Skip to content
es_mx: Siguiente contenido

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es_mx: Lo sentimos no pudimos encontrar lo que buscas. Intenta con diferentes palabras

source: Tagged %1$s
es_mx: Etiqueta %1$s

source: Theme: %1$s by %2$s.
es_mx: Tema: %1$s by %2$s.

source: Try looking in the monthly archives. %1$s
es_mx: Intenta buscar en otros archivos. %1$s
